import styled from "@emotion/styled/macro";

export const ContainerRight = styled.div`
  width: 400px;
`;

export const Text = styled.p`
  width: 560px;
  font-size: 18px;
  font-weight: 400;
  font-family: "Roboto", sans-serif;
`;
  // <Container>
    //   <TitleH2>Обрізна Дошка </TitleH2>
    //   <ContainerFlex>
    //     <ContainerLeft>
    //       <Img src={board} alt="board" />
    //     </ContainerLeft>
    //     <ContainerRight>
    //       <Text>
    //         Обрізна дошка — це якісний пиломатеріал, що виготовляється з
    //         натуральної деревини, спеціально оброблений для отримання рівних і
    //         гладких країв. Вона є ідеальним вибором для різноманітних
    //         будівельних і оздоблювальних проектів, завдяки своїм відмінним
    //         характеристикам і універсальності. Обрізна дошка з сосни буде гарним
    //         вибором для внутрішніх і зовнішніх робіт. Вона легка, міцна, має
    //         гарний зовнішній вигляд і довговічна за правильного догляду. Вибір
    //         обрізної дошки — це гарантія високої якості та естетики вашого
    //         проекту. Завдяки своїм відмінним характеристикам, вона залишається
    //         незамінним матеріалом у будівництві та ремонті.
    //       </Text>
    //       <div></div>
    //     </ContainerRight>
    //   </ContainerFlex>
    // </Container>
