import { TitleH2 } from "../../../../../TitleH2/TitleH2";

export const Board = () => {
  return (
    <>
      <TitleH2>вагонка</TitleH2>
      <div>
        <div>
          <img src="" alt="" />
        </div>
        <div>
          <p>
            Вагонка — це оздоблювальний матеріал, який використовують для
            облицювання стін, стель і інших поверхонь як всередині приміщень,
            так і зовні. Вона являє собою вузькі дерев'яні або пластикові панелі
            зі з'єднанням типу "шип-паз", що дозволяє легко та швидко монтувати
            покриття. Найчастіше вагонку виготовляють з деревини хвойних порід
            (сосна, ялина), а також липи чи осики для внутрішнього оздоблення.
          </p>
          <h3>Переваги вагонки:</h3>
          <ul>
            <li> Легкість монтажу.</li>
            <li> Захист стін від пошкоджень.</li>
            <li> Поліпшення тепло- та звукоізоляції.</li>
            <li> Привабливий декоративний вигляд</li>
          </ul>
        </div>
      </div>
    </>
  );
};
